Repository: Berthje/envirosense-app
Catalog: lib/l10n/app_*.arb
Languages: nl

# roomAddedSuccess
source: Room added successfully.
nl: Kamer succesvol toegevoegd

# roomAddedError
source: Failed to add room. Please try again later.
nl: Kamer toevoegen mislukt. Probeer het later opnieuw

# roomNameHint
source: e.g. Living Room
nl: bijv. Woonkamer

# selectRoomIcon
source: Select Room's icon
nl: Selecteer kamerpictogram

source: Save
nl: Opslaan

# deviceDataHistory
source: Data History
nl: Datageschiedenis

# deviceControls
source: Controls
nl: Bediening

# deviceActions
source: Actions
nl: Acties

source: Unknown Device
nl: Onbekend apparaat

# notAssignedToRoom
source: Not assigned to a room
nl: Niet toegewezen aan een kamer

# notAvailable
source: N/A
nl: N/B

source: Not Assigned
nl: Niet toegewezen

# statisticsTitle
source: Building Statistics
nl: Gebouwstatistieken

# noRoomsInBuilding
source: No rooms in this building
nl: Geen kamers in dit gebouw

source: Rooms
nl: Kamers

# enterRoomName
source: Enter Room's name
nl: Voer kamernaam in

# deviceAssignedSuccess
source: Device assigned successfully
nl: Apparaat succesvol toegewezen

# deviceAssignedError
source: Failed to assign device: {error}
nl: Toewijzen apparaat mislukt: {error}

source: Failed to load rooms
nl: Laden van kamers mislukt

# scanQrCodeInstructions
source: Scan the QR Code on the device. Your device will connect automatically.
nl: Scan de QR-code op het apparaat. Uw apparaat zal automatisch verbinden

source: Enter device name
nl: Voer apparaatnaam in

# deviceNameHint
source: Enter a name for this device
nl: Voer een naam in voor dit apparaat

# selectRoom
source: Select a room
nl: Selecteer een kamer

source: Search rooms
nl: Zoek kamers

source: Assign Device
nl: Apparaat toewijzen

# verificationEmailSent
source: A verification email has been sent to {email}.
nl: Er is een verificatie-e-mail verzonden naar {email}

# verifiedEmailButton
source: I Verified My Email
nl: Ik heb mijn e-mail geverifieerd

source: Resend Verification Email
nl: Verificatie-e-mail opnieuw verzenden

source: Cancel Registration
nl: Registratie annuleren

# signInError
source: An error occurred during sign-in.
nl: Er is een fout opgetreden tijdens het inloggen

# unexpectedError
source: An unexpected error occurred.
nl: Er is een onverwachte fout opgetreden

# registrationError
source: An error occurred during registration.
nl: Er is een fout opgetreden tijdens de registratie

# forgotPasswordPrompt
source: Forgot your password?
nl: Wachtwoord vergeten?

source: Click here
nl: Klik hier

# enterHouse
source: Enter your house
nl: Voer uw huis in

source: New resident
nl: Nieuwe bewoner

source: Password
nl: Wachtwoord

source: Settings
nl: Instellingen

source: Sign Out
nl: Uitloggen

source: Preferences
nl: Voorkeuren

source: Imperial Units
nl: Imperiale eenheden

source: Metric Units
nl: Metrische eenheden

source: Using Fahrenheit
nl: Gebruikt Fahrenheit

source: Using Celsius
nl: Gebruikt Celsius

source: Data
nl: Gegevens

source: Clear Cache
nl: Cache wissen

# unitsChanged
source: Units changed to {unitSystem}
nl: Eenheden gewijzigd naar {unitSystem}

# onboardingConvenienceTitle
source: Convenience
nl: Gemak

# onboardingConvenienceDesc
source: Manage your home devices from anywhere and monitor vital stats and environmental conditions with ease.
nl: Beheer uw huisapparaten overal en monitor belangrijke statistieken en omgevingscondities met gemak

# onboardingAutomateTitle
source: Automate
nl: Automatiseer

# onboardingAutomateDesc
source: Effortlessly manage quick actions for control and real-time environmental insights.
nl: Beheer moeiteloos snelle acties voor controle en realtime omgevingsinzichten

# onboardingInformedTitle
source: Stay Informed
nl: Blijf ge√Ønformeerd

# onboardingInformedDesc
source: Get instant notifications and react quickly to any activity or alerts
nl: Ontvang directe meldingen en reageer snel op activiteiten of waarschuwingen

source: Skip
nl: Overslaan

source: Next
nl: Volgende

source: Let's start
nl: Laten we beginnen

source: Overview
nl: Overzicht

source: Devices
nl: Apparaten

source: Actions
nl: Acties

# noDevicesInRoom
source: No devices found in this room
nl: Geen apparaten gevonden in deze kamer

# temperatureLimitUpdated
source: Temperature limit updated to {temp}
nl: Temperatuurlimiet bijgewerkt naar {temp}

# temperatureLimitUpdateError
source: Failed to update temperature limit
nl: Bijwerken temperatuurlimiet mislukt

# refreshError
source: Failed to refresh data
nl: Vernieuwen gegevens mislukt

source: Room
nl: Kamer

source: Device
nl: Apparaat

# brightnessMinWarning
source: Minimum brightness is 20%
nl: Minimale helderheid is 20%

# brightnessLabel
source: Brightness
nl: Helderheid

# brightnessFetchError
source: Failed to fetch brightness level
nl: Ophalen helderheidsniveau mislukt

source: Loading
nl: Laden

# displayModeFetchError
source: Failed to fetch display modes
nl: Ophalen weergavemodi mislukt

# displayModeLabel
source: Display Mode
nl: Weergavemodus

source: Default View
nl: Standaardweergave

source: Temperature
nl: Temperatuur

source: Humidity
nl: Luchtvochtigheid

source: CO2 Level
nl: CO2-niveau

# noConnection
source: No Internet Connection
nl: Geen internetverbinding

# checkConnection
source: Please check your connection and try again
nl: Controleer uw verbinding en probeer het opnieuw

source: Retry
nl: Opnieuw proberen

source: Previous
nl: Vorige

# pageCount
source: Page {current} of {total}
nl: Pagina {current} van {total}

# loadingTemperature
source: Loading Temperature Limit
nl: Temperatuurlimiet laden

# setTargetTemperature
source: Set Target Temperature ({temp})
nl: Stel doeltemperatuur in ({temp})

# temperatureLimitUnavailable
source: Temperature Limit Not Available
nl: Temperatuurlimiet niet beschikbaar

# addRoom
source: Add a room
nl: Kamer toevoegen

# addDevice
source: Add a device
nl: Apparaat toevoegen

source: Add new
nl: Nieuw toevoegen

source: Device Data
nl: Apparaatgegevens

# clearSensorReadings
source: Clear stored sensor readings
nl: Opgeslagen sensormetingen wissen

source: Device Names
nl: Apparaatnamen

# resetDeviceNames
source: Reset device names to default
nl: Apparaatnamen herstellen naar standaard

source: All
nl: Alles

# clearAllData
source: Clear all stored data and preferences
nl: Alle opgeslagen gegevens en voorkeuren wissen

# selectCachePrompt
source: Select the cache you want to remove
nl: Selecteer de cache die u wilt verwijderen

source: Cancel
nl: Annuleren

source: Target Temperature
nl: Doeltemperatuur

source: Most Recent
nl: Meest recent

# enviroScoreAboutTitle
source: About EnviroScore
nl: Over EnviroScore

# enviroScoreDescription
source: EnviroScore is a measure of environmental quality based on various factors including air quality, temperature, and humidity levels in your space.
nl: EnviroScore is een maat voor milieukwaliteit gebaseerd op verschillende factoren, waaronder luchtkwaliteit, temperatuur en luchtvochtigheidsniveaus in uw ruimte

source: Got it
nl: Begrepen

source: Remove
nl: Verwijderen

# fromBuilding
source: from this building?
nl: uit dit gebouw?

source: No data available
nl: Geen gegevens beschikbaar

# noDeviceData
source: No device data from this device.
nl: Geen apparaatgegevens van dit apparaat

source: Outside Environment
nl: Buitenomgeving

source: Room Environment
nl: Kameromgeving

source: Room Data
nl: Kamergegevens

source: Outside Data
nl: Buitengegevens

# clearCacheMessage
source: This action will clear all cached data and log you out. Your account will remain intact but you will need to log in again. Are you sure you want to proceed?
nl: Deze actie zal alle opgeslagen gegevens wissen en u uitloggen. Uw account blijft intact, maar u moet opnieuw inloggen. Weet u zeker dat u wilt doorgaan?

source: Clear All
nl: Alles wissen

# enterEmail
source: Please enter an email
nl: Voer een e-mailadres in

source: No email found
nl: Geen e-mailadres gevonden

# resetEmailSentLogin
source: Password reset email sent. Please login again with your new password.
nl: Wachtwoord reset e-mail verzonden. Log opnieuw in met uw nieuwe wachtwoord

# resetEmailSent
source: Password reset email sent. Please check your inbox.
nl: Wachtwoord reset e-mail verzonden. Controleer uw inbox

# resetEmailFailed
source: Failed to send reset email. Please try again.
nl: Verzenden reset e-mail mislukt. Probeer het opnieuw

source: Reset Password
nl: Wachtwoord resetten

# resetPasswordConfirm
source: Are you sure you want to receive an email for resetting your password?
nl: Weet u zeker dat u een e-mail wilt ontvangen om uw wachtwoord te resetten?

# emailInputLabel
source: Enter your email
nl: Voer uw e-mailadres in

# sendEmail
source: Yes, Send Email
nl: Ja, e-mail verzenden

# signOutConfirm
source: Are you sure you want to sign out?
nl: Weet u zeker dat u wilt uitloggen?

source: Yes, Sign Out
nl: Ja, uitloggen
